INSERT INTO users(first_name, last_name, phone, email) VALUES
('Александр', 'Иванов', '+375291111111', '1_sometext@mail.ru'),
('Дмитрий', 'Смирнов', '+375291111112', '2_sometext@mail.ru'),
('Максим', 'Кузнецов', '+375291111113', '3_sometext@mail.ru'),
('Сергей', 'Попов', '+375291111114', '4_sometext@mail.ru'),
('Андрей', 'Васильев', '+375291111115', '5_sometext@mail.ru'),
('Алексей', 'Петров', '+375291111116', '6_sometext@mail.ru'),
('Артём', 'Соколов', '+375291111117', '7_sometext@mail.ru'),
('Илья', 'Михайлов', '+375291111118', '8_sometext@mail.ru'),
('Кирилл', 'Новиков', '+375291111119', '9_sometext@mail.ru'),
('Михаил', 'Федоров', '+375291111120', '10_sometext@mail.ru'),
('Никита', 'Морозов', '+375291111121', '10_sometext@mail.ru'),
('Матвей', 'Волков', '+375291111122', '11_sometext@mail.ru'),
('Роман', 'Алексеев', '+375291111123', '12_sometext@mail.ru'),
('Егор', 'Лебедев', '+375291111124', '13_sometext@mail.ru'),
('Арсений', 'Семенов', '+375291111125', '14_sometext@mail.ru'),
('Иван', 'Егоров', '+375291111126', '15_sometext@mail.ru'),
('Денис', 'Павлов', '+375291111127', '16_sometext@mail.ru'),
('Евгений', 'Козлов', '+375291111128', '17_sometext@mail.ru'),
('Даниил', 'Степанов', '+375291111129', '18_sometext@mail.ru'),
('Тимофей', 'Николаев', '+375291111130', '19_sometext@mail.ru'),
('Владислав', 'Орлов', '+375291111131', '20_sometext@mail.ru'),
('Игорь', 'Андреев', '+375291111132', '21_sometext@mail.ru'),
('Владимир', 'Макаров', '+375291111133', '22_sometext@mail.ru'),
('Павел', 'Никитин', '+375291111134', '23_sometext@mail.ru')



INSERT INTO suppliers(org_name, address, email, phone) VALUES
('Аспект-Бел', 'г. Минск ул. Сырокомли 7, ком 311', 'viarenich.j@uchitel.by', '+375293140140'),
('Букинист', 'г. Могилев, Пушкинский пр-т, 38', 'bookinist@mail.ru', '+375222425811')


INSERT INTO publishers(org_name, address, country, email, phone) VALUES
('Аверсэв', 'г. Минск, ул. Олешева, д. 1, офис 309', 'Беларусь', 'info@aversev.by', '+375336343910'),
('Адукацыя і выхаванне', 'г. Минск, ул. Будённого, 21 ', 'Беларусь', 'aiv@aiv.by', '+375172579149'),
('Беларусь', 'г. Минск,  проспект Победителей, д.11 этаж 7, офис 702', 'Беларусь', 'belarus@izdatelstvo.by', '+375172038742'),
('Вышэйшая школа', 'г.Минск, ул. Коржа, 11а', 'Беларусь', 'sekretar@vshph.com', '+375172037008')


INSERT INTO shops(address, phone) VALUES
('г. Минск, пр-т. Победителей 3', '+375336952511'),
('г. Минск, пр. Независимости 92', '+375336952512'),
('г. Минск, пр. Независимости 39', '+375336952513'),
('г. Минск, ул. Сурганова 21', '+375336952514'),
('г. Минск, ул. В. Хоружей 17', '+375336952515'),
('г. Минск, ул. Могилёвская 5Б', '+375336952516'),
('г. Минск, пр-т. Дзержинского 122', '+375336952517'),
('г. Минск, пр-т. Партизанский 109', '+375336952518'),
('г. Минск, ул. Притыцкого 83', '+375336952519'),
('г. Минск, ул. Притыцкого 97', '+375336952520'),
('г. Минск, пр-т. Дзержинского 19', '+375336952521')


